[{'role': 'system', 'content': '\n\n        You are a helpful Assistant who answers to users questions based on multiple contexts given to you.\n\n        Keep your answer creative.\n        \n        Please take into account the previous messages as well.\n        \n        Make sure to citation for the answer from metadata.\n            \n        Reply to greetings messages.\n    '}, {'role': 'user', 'content': 'Hi! How are you?'}, {'role': 'assistant', 'content': 'Hello, How can I help you?'}, {'role': 'user', 'content': 'Hi could you suggest trials on brain tumor?'}, {'role': 'assistant', 'content': "One ongoing trial related to brain tumors is the Phase III Intergroup Study of Radiotherapy With Concomitant and Adjuvant Temozolomide Versus Radiotherapy With Adjuvant PCV Chemotherapy in Patients With 1p/19q Co-deleted Anaplastic Glioma or Low Grade Glioma (NCT00887146). This study aims to compare the effectiveness of radiotherapy with concomitant and adjuvant temozolomide against radiotherapy with adjuvant PCV chemotherapy for treating anaplastic glioma or low grade glioma with a 1p/19q co-deletion. The primary objective is to determine whether patients treated with radiotherapy and temozolomide have a better progression-free survival compared to those receiving radiotherapy followed by PCV chemotherapy.\n\nIf you are interested in participating or learning more about this trial, please reach out to the respective study contacts provided on the trial's official page or consult with your healthcare provider."}, {'role': 'user', 'content': 'Suggest more trials.'}, {'role': 'assistant', 'content': "Another trial worth considering is the Phase II Trial of Olaparib in Patients with Recurrent IDH-mutant Glioma (NCT03834298). In this study sponsored by the National Cancer Institute (NCI), patients with recurrent IDH-mutant glioma are being treated with Olaparib, a PARP inhibitor. The primary objective of the trial is to evaluate the efficacy of Olaparib in these patients and assess its impact on progression-free survival and overall survival.\n\nIf you are interested in learning more about this trial or participating in it, please consult with your healthcare provider or reach out to the study contacts provided on the trial's official page for more detailed information."}, {'role': 'user', 'content': 'Suggest 4 trials related to brain tumor'}, {'role': 'assistant', 'content': '1. **Phase II Trial of the Immune Checkpoint Inhibitor Nivolumab in Patients With Recurrent Select Rare CNS Cancers (NCT03173950):**\n   - Summary: This trial evaluates the efficacy of the immune checkpoint inhibitor Nivolumab in treating recurrent select rare CNS cancers, including Ependymoma, Medulloblastoma, and Choroid Plexus Tumors among others. The primary objective is to determine the rate of achieving a confirmed Complete Response/Partial Response and assess progression-free survival.\n  \n2. **ONC201 for the Treatment of Newly Diagnosed H3 K27M-mutant Diffuse Glioma Following Completion of Radiotherapy (NCT05580562):**\n   - Summary: This randomized, double-blind, placebo-controlled study aims to evaluate the effectiveness of ONC201 in extending overall survival and progression-free survival in patients with newly diagnosed H3 K27M-mutant diffuse glioma following radiotherapy.\n  \n3. **A Randomized Phase III Trial of Pre-Operative Compared to Post-Operative Stereotactic Radiosurgery in Patients With Resectable Brain Metastases (NCT05438212):**\n   - Summary: This phase III trial compares the addition of stereotactic radiosurgery before or after surgery in treating patients with resectable brain metastases, aiming to assess the time to the composite adverse endpoint and overall survival outcomes.\n  \n4. **Phase II Trial of BRAF/MEK Inhibitors in Papillary Craniopharyngiomas (NCT03224767):**\n   - Summary: This phase II trial investigates the activity of BRAF and MEK inhibitor combination in treating papillary craniopharyngiomas with BRAF V600E mutation, assessing response rates, progression-free survival, toxicity, and overall survival among other secondary and tertiary objectives.'}]